Sources/interTwoPhaseCentralFoam/tutorial/backwardFacingStep/constant/phaseProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
  sigma
  {
      type    constant;
      sigma   0.00;
  }

  R1         [0 2 -2 -1 0 0 0]   4610;
  Cp1        [0 2 -2 -1 0 0 0]   4100;
  molM1      [1 0 0 0 -1 0 0]    18e-03;

  mu1        [1 -1 -1 0 0 0 0]   1;
  Pr1        [0 0 0 0 0 0 0]     1;

  rho01      [1 -3 0 0 0 0 0]    1000;
  rho1Min    [1 -3 0 0 0 0 0]    0.1;

  R2         [0 2 -2 -1 0 0 0]   287;
  Cp2        [0 2 -2 -1 0 0 0]   1005;
  molM2      [1 0 0 0 -1 0 0]    28.97e-03;

  mu2        [1 -1 -1 0 0 0 0]   0;
  Pr2        [0 0 0 0 0 0 0]     1;

  rho02      [1 -3 0 0 0 0 0]    0;
  rho2Min    [1 -3 0 0 0 0 0]    0.00001;
// ************************************************************************* //
