Sources/interTwoPhaseCentralFoam/tutorial/backwardFacingStep/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory
touch    backwardFacingStep.foam
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication $(getApplication)

#------------------------------------------------------------------------------
